Repository: wp-plugins/th23-user-management
Catalog: lang/th23_user_management-*.po
Languages: da_dk

source: Pending
da_dk: Afventer

source: User Management
da_dk: Brugeradministration

source: <h2><strong>You can NOT delete this page!</strong></h2><p>This page belongs to the <a href="http://th23.net/
da_dk: <h2><strong>Du må IKKE slette den side!</strong></h2><p>Siden er en del af <a href="http://th23.net/

source: Professional
da_dk: Professionel

source: Get additional functionality
da_dk: Få ekstra funktioner

source: Upgrade to <i>Professional</i> version
da_dk: Opgrader til <i>Professionel</i> udgave

source: Basic
da_dk: Basis

source: <strong>Warning</strong>: This plugin might not work properly on your installation - please check <a href="%s">Settings page</a> for details
da_dk: <strong>Advarsel</strong>: Dette plugin virker måske ikke optimalt på din installation - check venligst <a href="%s">Indstillinger</a> for detaljer

source: <strong>Error</strong>: The version of the <strong><i>Professional</i></strong> file (<i>%s-pro.php</i>, version %s) does not match with the overall plugin (version %s) - please make sure you update the overall plugin to the latest version e.g. via the <a href="update-core.php">automatic update function</a> and upload the latest version of the <strong><i>Professional</i></strong> file from <a href="http://th23.net/%s/">th23.net</a> onto your webserver
da_dk: <strong>Fejl</strong>: The version of the <strong><i>Professional</i></strong> file (<i>%s-pro.php</i>, version %s) does not match with the overall plugin (version %s) - please make sure you update the overall plugin to the latest version e.g. via the <a href="update-core.php">automatic update function</a> and upload the latest version of the <strong><i>Professional</i></strong> file from <a href="http://th23.net/%s/">th23.net</a> onto your webserver

source: Settings
da_dk: Indstillinger

source: Approve
da_dk: Godkend

source: Warning
da_dk: Advarsel

source: This plugin is not designed to work on a multisite setup - it is recommended not to use this plugin in such an environment
da_dk: Dette plugin er ikke kompatible med multisider - det anbefales ikke at benytte dette plugin i multimiljø

source: You are currently using the free version of this plugin, in which we support a lot of very useful features to give your users a better feel browsing your site. To even improve that experience further, there is a <strong><i>Professional</i></strong> version available adding some equally useful features:
da_dk: Du benytter en gratis version af dette plugin, hvilke har mange gode features der gør at dine brugere får en god oplevelse. For at forbedre dette endnu mere, er der også en <strong><i>Professionel</i></strong> version, der tilføjer flere ligeså gode features:

source: <strong>All user management actions available on frontend</strong> styled according to theme - including profile changes, lost password, reset password
da_dk: <strong>Al brugeradministration er tilgængelig frontend</strong> tilpasset dit tema - inklusiv profil ændringer, glemt kodeord og nulstilling af kodeord

source: <strong>Access to the unstyled admin area can be restricted</strong> based on user groups - "wp-login.php" can be disabled completely
da_dk: <strong>Adgang til administratorsiden kan begrænses</strong> baseret på roller. "wp-login.php" kan deaktiveres helt

source: <strong>User chosen password upon registration</strong> option available - including initial e-mail validation
da_dk: <strong>Lad de besøgende bestemme deres kodeord selv</strong> - funktion er tilgængelig - inklusiv email validering

source: <strong>Admin approval for new users</strong> option available - before user can login
da_dk: <strong>Administratorgodkendelse af nye brugere</strong> - funktion er tilgængelig - før brugeren kan logge ind

source: <strong>Use reCaptcha against spam and bots</strong> upon registration, lost password and login
da_dk: <strong>Brug af reCaptcha imod spam og botter</strong> - ved registrering, login og glemt kodeord

source: Introduction of e-mail re-validation upon changes of address
da_dk: Introduktion til email gen-validering ved ændring af emailadresse

source: Get all these additional features - %supgrade to the <i>Professional</i> version today%s
da_dk: Få alle disse funktioner - - %sopgrader til <i>Professional</i> version i dag%s

source: Done
da_dk: Færdig

source: Settings saved
da_dk: Indstillinger gemt

source: Error
da_dk: Fejl

source: No valid/ published user management page has been found - it was automatically attempted to create a new one, please refresh this page and see if the error persists
da_dk: Ingen gyldig/ udgivet user management side er fundet - den blev forsøgt generet automatisk, opdater denne side og se om fejlen forsvinder

source: reCAPTCHA requires a public and a private key to work - despite your settings it will be disabled until you define them, see settings below for information on how obtain these keys
da_dk: reCAPTCHA kræver en public og en private key for at virke - selvom reCAPTCHA er slået til, vil denne ikke virke for disse keys er indsat. Se nedenfor, for hvordan du opnår disse keys

source: General
da_dk: Generelt

source: Overlay message time
da_dk: Transparent besked tid

source: Duration in seconds until overlay messages shown to the user upon login/ logout disappears automatically - set to '0' for no automatic disappearance - Note: Error messages will never disappear automatically
da_dk: Varighed i sekunder for den transparente beskedboks der vises, når man logger ind og ud, indtil denne automatisk forsvinder igen. Sæt den til '0' hvis den ikke kan forsvinde automatisk. Note: Fejlbeskeder forsvinder aldrig automatisk

source: Access
da_dk: Adgang

source: Access to admin area for
da_dk: Adgang til Administrator område

source: Admins only
da_dk: Kun for Administrator

source: Admins and Editors only
da_dk: Administrator og Redaktør

source: Admins, Editors and Authors only
da_dk: Administrator, Redaktør og Forfatter

source: Admins, Editors, Authors and Contributors only [recommended]
da_dk: Administrator, Redaktør, Forfatter og Bidragyder [Anbefalet]

source: All registered users (Admins, Editors, Authors, Contributors and Subscribers) [WordPress default]
da_dk: Alle registreret brugere (Administrator, Redaktør, Forfatter, Bidragyder og Abonnenter [Wordpress standard]

source: Users not allowed to access the admin area will get an error message - forcing them to return to the home page of your site
da_dk: Brugere der ikke har adgang til Administrator området, vil få en fejl-besked - der tvinger dem til forsiden af din hjemmeside

source: Show admin bar for
da_dk: Vis administrator-bar for

source: Groups having access to the admin area only [recommended]
da_dk: Grupper der har adgang til Administrator-området [Anbefalet]

source: Admins, Editors, Authors and Contributors only
da_dk: Kun Administrator, Redaktør, Forfatter og Bidragyder

source: No one (disable admin bar)
da_dk: Ingen (Deaktiver administrator-bar)

source: Defines which users will see the admin bar on the frontend of your site
da_dk: Definere hvilke brugere der kan se administrator-bar på forsiden af din hjemmeside

source: Allow <code>wp-login.php</code>
da_dk: Tillad <code>wp-login.php</code>

source: Allow access to <code>wp-login.php</code>
da_dk: Tillad adgang til <code>wp-login.php</code>

source: <strong>Warning</strong>: Allowing access to <code>wp-login.php</code> allows users to circumvent some settings below, e.g. mail validation, admin approval, captcha - it is <strong>strongly recomended to leave this unchecked</strong>!
da_dk: <strong>Advarsel</strong>: Adgangstilladelse til <code>wp-login.php</code> giver brugere mulighed for at omgå nogle af indstillinger nedenfor. Det være sig mailvalidering, administrator godkendelse og captcha - <strong>Det anbefales på det kraftigeste at efterlade det felt tomt</strong>!

source: Registration
da_dk: Registrering

source: Membership
da_dk: Medlemskab

source: New users can register
da_dk: Nye brugere kan registrere sig

source: This setting changes the standard defined under Settings - General
da_dk: Denne indstilling ændrer den standard defineret indstilling under Indstillinger -> Generelt

source: Password selection
da_dk: Kodeords indstillinger

source: Allow user to choose password upon registration - will require user to validate his mail address
da_dk: Tillad at brugeren selv vælger et kodeord - dette kræver Emailvalidering af brugeren

source: User approval
da_dk: Brugergodkendelse

source: Newly registered users require approval by an admin before being allowed to login
da_dk: Nye registreret brugere skal godkendes af en administrator, før de kan logge ind

source: Registration question
da_dk: Registreringsspørgsmål

source: Question to request additional information from users upon registration, e.g. "How did you find out about this page?" to determine if the request for approving a newly registered user is valid or should be denied - leave empty to not show any question
da_dk: Ekstra spørgsmål til brugeren under registrering. F.eks "Hvordan fandt du denne side?" - dette gør det nemmere når nye brugere skal godkendes eller ej. Efterlad tomt for ikke at stille noget spørgsmål

source: New User Default Role
da_dk: Standardrollen nye brugere skal have

source: In case admin approval is required for new users, they will be assigned to this selection after the approval has been granted by an admin!<br/>This setting changes the standard defined under Settings - General
da_dk: I tilfælde af at nye brugere skal godkendes af en administrator, vil de få denne rolle så snart de er godkendt. <br/>Denne indstilling ændrer den standard defineret indstilling under Indstillinger -> Generelt

source: Approver e-mail
da_dk: Godkenderens email

source: Provide mail address of the approver, to receive notification mails on each new user registration pending approval - leave empty to receive no notifications
da_dk: Angiv en email adresse på den person der skal godkende nye brugere, så han eller hun modtager en mail, hver gang der er ny brugerregistrering. Efterlad tomt for ikke at sende nogen notifikationer ud

source: Security
da_dk: Sikkerhed

source: Enable <i>reCaptcha</i>
da_dk: Aktiver <i>reCaptcha</i>

source: Enable usage of <i>reCaptcha</i> for better protection against spam and bot registrations - Note: This is a service provided by <i>Google</i> and requires <a href="https://www.google.com/recaptcha/intro/index.html">signing up for a free key</a>
da_dk: Aktiver brugen af <i>reCaptcha</i> for bedre at beskytte mod spam og bot-registrering. Obs. Denne service leveres af <i>Google</i> og kræver <a href="https://www.google.com/recaptcha/intro/index.html">gratis registrering for keys</a>

source: Required, public <i>reCaptcha</i> key - see above link to obtain a key
da_dk: Krævet felt, public <i>reCaptcha</i> key - se hvordan du får nøgle ovenfor

source: Required, private <i>reCaptcha</i> key - see above link to obtain a key
da_dk: Krævet felt, private <i>reCaptcha</i> key - se hvordan du får nøgle ovenfor

source: Use captcha upon registration
da_dk: Brug captcha under registrering

source: Users need to solve a captcha upon registering for a new account
da_dk: Brugeren skal løse en opgave under registrering af ny konto

source: Use captcha upon lost password
da_dk: Brug captcha ved glemt kodeord

source: Users need to solve a captcha upon requesting a password reset
da_dk: Brugeren skal løse en opgave når kodeord skal nulstilles

source: Use captcha upon login
da_dk: Brug captcha under login

source: Specify at which attempt (unsuccessful, in a row) users need to solve a captcha upon login - set to '0' to disable, set to e.g. '4' for allowing three attempts without captcha
da_dk: Antallet af fejl-login i træk en bruger kan forsøge logge ind. Overskrides antallet skal de løse en reCaptcha

source: Save Changes
da_dk: Gem ændringer

source: We like to hear your feedback...
da_dk: Har du feedback til os?

source: By %s
da_dk: Af %s

source: Visit plugin site
da_dk: Besøg udviklerens hjemmeside

source: wp-login.php is disabled
da_dk: wp-login.php er deaktiveret

source: Failure Notice
da_dk: Fejlbesked

source: Access to the admin area is restricted on this site!<br /><br />Please return to <a href="%1$s">%2$s</a>
da_dk: Adgang til administratorområdet er begrænset på denne hjemmeside!<br /><br />Gå venligst tilbage til <a href="%1$s">%2$s</a>

source: Sorry, you do not seem to be human - please solve the captcha shown to proof otherwise
da_dk: Beklager, du virker ikke til at være et menneske - løs venligst opgaven rigtig for at modbevise dette

source: Enhanced security measures - please enter your password again and solve the shown captcha to login
da_dk: Forstærket sikkerhed er slået til - angiv venligst dit kodeord ingen og løs captcha-opgaven for at logge ind

source: You exceeded the maximum number of allowed login attempts - please enter your password again and solve the shown captcha to login
da_dk: Du har overskredet antal forsøg på at logge ind - angiv venligst kodeord igen og løs captcha-opgaven for at logge ind

source: Captcha - please follow the instructions below
da_dk: Captcha - følg venligst instruktionerne nedenfor

source: <strong>What?</strong> A captach is a small test aiming to distinguish humans from computers.<br /><strong>Why?</strong> Internet today needs to fight a lot of spam and this small test is required to keep this website clean.
da_dk: <strong>Hvad?</strong>captcha er en måde hvorpå man skelner mellem mennesker og computere.<br /><strong>Hvorfor?</strong> Vi har brug for at bekæmpe spam, og disse små opgaver hjælper os med at holde dette websted rent.

source: What? Why?
da_dk: Hvad? Hvorfor?

source: Please define a password
da_dk: Angiv venligst et kodeord

source: Password may not contain the character "\"
da_dk: Kodeordet må ikke indeholde disse tegn "\"

source: The password confirmation does not match defined password, please try again
da_dk: Det gentaget kodeord passer ikke overens med det første. Prøv venligst igen

source: [%s] Welcome / Validate your e-mail
da_dk: [%s] Velkommen / Bekræft din email

source: Welcome to %s and thanks for joining!
da_dk: Velkommen til %s og tak fordi du tilmeldte dig!

source: Your username: %s
da_dk: Dit brugernavn: %s

source: Your account is registered, but has to be activated by validating your e-mail address. Please confirm your e-mail address by visiting the following link:
da_dk: Din konto er registreret, men du skal bekræfte din emailadresse. Bekræft venligst ved at benytte følgende link (Kan du ikke klikke på linket, kan du kopier det over i din browser):

source: You have been registered, but the required verification mail could not be sent due to a server error. Please contact the administrator of this site
da_dk: Du er nu registreret. Desværre kunne en email bekræftigelse ikke sendes grundet serverfejl. Kontakt venligst en Administrator

source: You have been registered successfully - please check your inbox for a mail containing a link for validating your e-mail address
da_dk: Din registrering er gennemført - tjek venligst om du har fået en bekræftigelsemail i din indbakke (hvis ikke mailen kommer inden 15 minutter, tjek venligst din SPAM mappe).

source: [%s] Welcome / Your username and password
da_dk: [%s] Velkommen / Dit brugernavn og kodeord

source: Your password: %s
da_dk: Dit kodeord: %s

source: Your registration is complete, but has to be approved by an administrator. You will receive another mail, once your registration has been approved and you can login using your username and passwort above.
da_dk: Din konto-registrering er færdig, men kræver at du bliver godkendt af en Administrator. Du vil modtage en email når din konto er godkendt - du kan herefter logge ind med ovenstående oplysninger.

source: You have been registered, but the required notification mail could not be sent due to a server error. Please contact the administrator of this site
da_dk: Du er registeret, men en krævet notifikations-mail blev ikke sendt grundet server-fejl. Kontakt venligst en Administrator

source: You have been registered successfully, but need approval by an administrator - please check your inbox for initial password to login afterwards
da_dk: Din registrering er gennemført, men mangler Administrator-godkendelse - tjek venligst din mailindbakke for det udstedte kodeord, for at logge ind efterfølgende

source: [%s] New user registration / Approval required
da_dk: [%s] Ny brugerregistrering / Godkendelse krævet

source: A user with the following details regsitered on your site "%s" and is pending your approval before being able to sign in:
da_dk: En bruger med følgende oplysninger har registeret sig på "%s", og afventer godkendelse for denne kan logge ind:

source: Username: %s
da_dk: Brugernavn: %s

source: Upon the registration question "%s" the user answered:
da_dk: Til spørgsmålet "%s" svarede brugeren:

source: Please visit the user management page for your actions:
da_dk: Tag venligst aktion til dette på user management siden:

source: Notification of an administrator requesting approval for your registration could not be sent due to a server error. Please contact the administrator of this site
da_dk: Den mail der skal sende til en administrator, for at anmode om en godkendelse af din registrering, kunne ikke sendes grundet serverfejl. Kontakt venligst en administrator af hjemmesiden

source: A confirmation will be sent to the given e-mail address. Please click the link provided in there to validate your e-mail address.
da_dk: En bekræftigelse vil blive sendt til den angivet mailadresse. Klik venligst på linket i denne, for at bekræfte denne.

source: New members require approval by an admin. You will only be able to login, once your registration has been approved.
da_dk: Nye brugere kræver godkendelse af administrator. Du kan ikke logge ind før din konto er godkendt.

source: Password
da_dk: Kodeord

source: Confirm password
da_dk: Bekræft kodeord

source: Password strength indicator
da_dk: Styrken af dit kodeord

source: Validation of your e-mail address failed, the given user is invalid - please try again or contact the site administrator
da_dk: Bekræftigelse af din email fejlede, den angivet bruger eksisterer ikke - kontakt venligst en administrator

source: Validated by User | %s | Mail link | IP: %s
da_dk: Bekræftet af bruger | %s | Mail link | IP: %s

source: Your e-mail address has been validated
da_dk: Din emailadresse er blevet bekræftet

source: Your e-mail address is already verified
da_dk: Din emailadresse er allerede blevet bekræftet

source: Validation of your e-mail address failed, the given validation key is invalid - please try again or contact the site administrator
da_dk: Bekræftigelse af din emailadresse fejlede, valideringsnøglen er ugyldig - kontakt venligst en administrator

source: Your registration still requires approval by an admin - you will get a notification mail once your account is approved and you can log in
da_dk: Din registering mangler stadig godkendelse af en administrator - du vil modtage en mail så snart din konto er godkendt, derefter kan du logge ind

source: A user with the following details regsitered on your site "%s", validated his e-mail address and is pending your approval before being able to sign in:
da_dk: En bruger med følgende detaljer har registreret sig på "%s", emailadresse er bekræftet og afventer din endelig godkendelse for at brugeren kan logge ind:

source: Notification to an administrator requesting approval for your registration could not be sent due to a server error. Please contact the administrator of this site
da_dk: Den mail der skal sende til en administrator, for at anmode om en godkendelse af din registrering, kunne ikke sendes grundet serverfejl. Kontakt venligst en administrator af hjemmesiden

source: Your registration is pending validation of your e-mail address - please click the link in the mail sent to you upon your registration or contact the site administrator
da_dk: Din registrering mangler stadig en bekræftigelse af emailadressen - klik venligst på det link der var angivet i mailen, du modtog da du registerede dig, eller kontakt en administrator af hjemmeside

source: Your registration is pending approval by a site administrator - please wait to be notified by mail or contact the site administrator
da_dk: Din registrering afventer administratorgodkendelse - vent venligst indtil du modtager en mail på dette

source: Your registration is pending - please contact the site administrator
da_dk: Din registrering er uafklaret. Kontakt venligst en administrator af hjemmesiden

source: Created by Admin ID: %s | %s | IP: %s
da_dk: Oprettet af Admin ID: %s | %s | IP: %s

source: Created by Admin ID: %s | %s | Approval | IP: %s
da_dk: Oprettet af Admin ID: %s | %s | Godkendelses | IP: %s

source: <strong>Attention</strong>: There are new users pending approval not shown in the list below - please view tab "<a href="%s">Pending</a>" to review these users
da_dk: <strong>OBS</strong>: Der er flere brugere der afventer godkendelse, som ikke er vist på listen - se venligst fane "<a href="%s">Afventer</a>" for at gå disse igennem

source: Approved by Admin ID: %s | %s | IP: %s
da_dk: Godkendt af Admin ID: %s | %s | IP: %s

source: Approved by Admin ID: %s | %s | Approval | IP: %s
da_dk: Godkendt af Admin ID: %s | %s | Godkendelses | IP: %s

source: [%s] Welcome / Ready for login
da_dk: [%s] Velkommen / Klar til at logge ind

source: Welcome once again to %s - your registration has been approved and you can now login using the following link:
da_dk: Hej igen %s - din registrering er blevet godkendt og du kan starte med at logge ind ved at følge nedenstående link:

source: Your password: As chosen by you upon registration - in case you can not remember, use the following link:
da_dk: Dit kodeord: Hvis du skulle glemme det kodeord du valgte under registrering, kan du benytte følgende link:

source: Your password: As sent in a previous mail - in case you do not have this anymore, use the following link:
da_dk: Dit kodeord: Har du slettet mailen med kodeordet til login, kan du benytte følgende link:

source: <strong>Error</strong>: An error occured, while sending notification to user with the ID: %s
da_dk: <strong>Fejl</strong>: Der opstod en fejl da der skulle sendes en notifikation til brugeren med følgende ID: %s

source: <strong>Done</strong>: Selected user(s) have been approved
da_dk: <strong>Færdig</strong>: Valgte bruger(e) er blevet godkendt

source: Role - Reason
da_dk: Rolle - Årsag

source: Answer to registration question
da_dk: Svar til registreringsspørgsmål

source: - Mail validation
da_dk: - Email validering

source: - Admin approval
da_dk: - Administrator godkendelse

source: Delete
da_dk: Slet

source: Action cancelled, no changes have been saved
da_dk: Handling annulleret, ingen ændring gemt

source: Invalid request - please use the form below to update your profile
da_dk: Ugyldig forespørgsel - brug venligst formen nedenfor, for at opdatere din profil

source: Your profile changes have been saved successfully
da_dk: Dine profil-ændringer er gennemført

source: Your password has been changed, please login again
da_dk: Dit kodeord er blevet ændret, log venligst ind igen

source: [%s] Validate changed e-mail address
da_dk: [%s] Bekræft ændret emailadresse

source: You changed the e-mail address for your account on %s.
da_dk: Du har ændret din emailadresse for din konto hos %s.

source: The e-mail address for your account on %s has been changed.
da_dk: Emailadressen til din konto hos %s er blevet ændret.

source: Please confirm your new e-mail address by visiting the following link:
da_dk: Bekræft venligst din nye emailadresse ved at klikke på følgende link (Kan du ikke klikke på linket, kan du kopier det over i din browser):
