Repository: wp-plugins/th23-user-management
Catalog: lang/th23_user_management-*.po
Languages: da_dk

source: The required verification mail for changing the e-mail address could not be sent due to a server error. The new address has not been saved, please try again or contact the administrator of this site
da_dk: Den bekræftigelsesmail der skulle være blevet afsendt, da du ændrede din emailadresse, kunne ikke sendes grundet serverfejl. Den nye emailadresse er ikke blevet gemt. Prøv venligst igen eller kontakt en administrator af hjemmeside

source: The change of your e-mail address requires confirmation - please check your new inbox and follow the validation link provided
da_dk: Ændringen af din emailadresse kræver bekræftigelse - tjek venligst din mailindbakke og følge det angivet link. Modtager du ikke mailen inden 15 minutter, tjek da din SPAM mappe.

source: No pending change of e-mail could be found - please try again the link, try again to change your e-mail address or contact the site administrator
da_dk: Der kunne ikke findes nogen afventende emailadresse-ændring - prøv venligst at ændre emailen igen, eller kontakt en administrator af hjemmesiden

source: Update of your e-mail address failed - please try again or contact the site administrator
da_dk: Opdatering af din emailadresse fejlede - prøv venligst igen eller kontakt en administrator af hjemmesiden

source: Your e-mail address has successfully been changed
da_dk: Din emailadresse er blevet ændret

source: Validation of your e-mail address failed, the given validation key is invalid - please try again the link, try again to change your e-mail address or contact the site administrator
da_dk: Bekræftigelse af din emailadresse er fejlet, den givende nøgle er forkert. Prøv venligst at ændre emailadresse igen eller kontakt en administrator af hjemmesiden

source: <strong>Attention</strong>: Pending change of your e-mail address requires confirmation - please check your new inbox "%s" and follow the validation link provided
da_dk: <strong>OBS</strong>: Du har en afventende bekræftigelse på en emailadresse-ændring. Tjek venligst din mailindbakke "%s" og følg det angivet link.

source: <strong>Attention</strong>: There is a pending change of e-mail address for this user - intended new address is "%s"
da_dk: <strong>OBS</strong>: Denne bruger afventer en emailadresse-ændring - den forventet nye adresse er "%s"

source: Invalid request - please use the form below to register
da_dk: Ugyldig forespørgsel - brug venligst formen for at registrere

source: Enter a username or e-mail address
da_dk: Angiv brugernavn eller emailadrese

source: There is no user registered with that e-mail
da_dk: Emailadresse findes ikke

source: There is no user registered with that username
da_dk: Brugernavn findes ikke

source: Password reset is not possible for this user
da_dk: Det er ikke muligt at nulstille kodeord for dette brugernavn

source: [%s] Reset password
da_dk: [%s] Nulstil kodeord

source: Someone requested the password to be reset for your account on %s.
da_dk: Nogen har bedt om at få nulstillet kodeordet for din konto hos %s.

source: If this is a mistake, just ignore this email and nothing will happen.
da_dk: Hvis dette er en fejl kan du ignorere denne mail - intet vil ske.

source: To reset your password, please visit the following address:
da_dk: For at nulstille dit kodeord skal du benytte følgende link:

source: The e-mail to reset your password could not be sent due to a server error. Please try again - if the error persists contact the administrator of this site
da_dk: Den email der skulle sendes for at nulstille dit kodeord, kunne ikke sendes grundet serverfejl. Prøv venligst igen eller kontakt en administrator af hjemmesiden

source: The reset of your password has been initiated successfully - please check your inbox and follow the link provided
da_dk: En nulstilling er dit kodeord er påbegyndt. Tjek venligst din mailindbakke og følg det angivet link. Kommer mailen ikke inden 15 minutter, tjek da din SPAM mappe

source: Resetting your password failed, the given user is invalid - please try again or contact the site administrator
da_dk: Nulstilling af dit kodeord fejlede, den angivet bruger er ugyldig. Prøv venligst igen eller kontakt en administrator af hjemmesiden

source: Resetting your password failed, the verification key is invalid - please try again or contact the site administrator
da_dk: Nulstilling af dit kodeord fejlede, valideringsnøglen er ugyldig. Prøv venligst igen eller kontakt en administrator af hjemmesiden

source: Invalid request - please use the form below to reset your password
da_dk: Ugyldig

source: Your password has been changed - please login using your new password
da_dk: Dit kodeord er blevet ændret - du kan nu logge ind med det nye kodeord

source: Lost Password
da_dk: Glemte kodeord

source: Please fill out the form below. You can enter your username or email address. You will receive a link to create a new password via email.
da_dk: Udfyld venligst felterne nedenfor. Du kan angive enten brugernavn eller email. Du vil modtage et link for at oprette nyt kodeord i din email.

source: Username or e-mail
da_dk: Brugernavn eller email

source: Get New Password
da_dk: Få nyt kodeord

source: Log in
da_dk: Log ind

source: Register
da_dk: Registrer

source: Trouble upon password reset?
da_dk: Problemer med at nulstille kodeord?

source: Reset Password
da_dk: Nulstil kodeord

source: Please enter a new password for your account.
da_dk: Angiv venligst et kodeord til din konto.

source: New password
da_dk: Nyt kodeord

source: Confirm new password
da_dk: Bekræft nyt kodeord

source: Edit profile
da_dk: Rediger profil

source: Invalid request - please use the form below to login
da_dk: Ugyldig forespørgsel - brug venligst formen nedenfor, for at logge ind

source: Cookies are blocked or not supported by your browser. You must <a href="http://en.wikipedia.org/wiki/HTTP_cookie">enable cookies</a> to login on this site
da_dk: Cookies er blokeret eller er ikke understøttet af din browser. Du skal <a href="http://en.wikipedia.org/wiki/HTTP_cookie">tillade cookies</a> til denne hjemmeside

source: Enter a username
da_dk: Angiv brugernavn

source: The username you entered is invalid
da_dk: Brugernavnet er ikke gyldigt

source: Enter your password
da_dk: Angiv kodeord

source: The password you entered is incorrect
da_dk: Kodeordet er forkert

source: Please login, to have full access to this site.
da_dk: Log venligst ind for fuldt udbytte af denne hjemmeside.

source: Username
da_dk: Brugernavn

source: Remember me
da_dk: Husk mig

source: Lost your password?
da_dk: Glemt kodeord?

source: Trouble upon login?
da_dk: Problemer med at logge ind?

source: ERROR
da_dk: FEJL

source: Cookies are blocked or not supported by your browser. You must <a href="http://wikipedia.org/wiki/HTTP_cookie">enable cookies</a> to login on this site
da_dk: Du har blokeret for cookies eller cookies er ikke understøttet af din browser. Du skal <a href="http://wikipedia.org/wiki/HTTP_cookie">tillade cookies</a> for at logge ind på denne her hjemmeside.

source: Welcome %s
da_dk: Velkommen %s

source: You have been logged in successfully, but you have not changed your initial password yet - please visit <a href="%s">your profile</a> to do so
da_dk: Du er logget ind, men du har ikke skiftet det password, som du fik da du oprettede dig. Gå venligst til din <a href="%s">your profile</a> og skift det

source: You have been logged in successfully
da_dk: Du er logget ind

source: You are required to re-authenticate, please login again
da_dk: Det er krævet at du re-bekræfter dig - log venligst ind igen

source: You have been logged out successfully - hope to see you soon again
da_dk: Du er nu logget ud - håber snart at se dig igen

source: All cookies have been cleared - please login again
da_dk: Alle cookies er blevet slettet - log venligst ind igen

source: Troubleshooting
da_dk: Fejlfinding

source: This website is relying on cookies stored on your computer to remember who is logged in.
da_dk: Denne hjemmeside er afhængig af at cookies bliver gemt på din computer, for at huske hvem der er logget ind.

source: Unfortunately there might be occasions, when this memory can get confused, e.g. upon logins from different computers under certain circumstances. This might result in trouble logging in or the submission of information being denied with an &quot;invalid request&quot; error.
da_dk: Desværre kan det ske at hukommelsen i computeren husker forkert eller bliver forvirret. Det kan ske ved forskellige logins bestemte omstændigheder. Dette kan resultere i login-problemer eller i registrering af at information bliver nægtet adgang med et &quot;invalid request&quot; error.

source: To fix this, simply clear all cookies from this site out of your browser by using the button below and log in again afterwards:
da_dk: For at fikse dette, skal du slette alle cookies tilhørende denne hjemmeside, med knappe nedenfor - log ind igen bagefter:

source: Delete cookies
da_dk: Slet cookies

source: Please enter your e-mail address
da_dk: Angiv venligst din emailadresse

source: This e-mail address is invalid, please enter your valid e-mail address
da_dk: Emailadressen er ikke gyldig. Angiv venligst en gyldig emailadresse

source: This e-mail address is already registered, please provide another one
da_dk: Denne emailadresse er allerede registreret, angiv venligst en anden

source: Please enter a username
da_dk: Angiv venligst et brugernavn

source: This username is invalid as it contains not allowed characters, please use another one
da_dk: Brugernavnet er ikke tilladt eller indeholder tegn der ikke er accepteret, vælg venligst et andet

source: This username is already registered, please choose another one
da_dk: Brugernavnet er optaget, vælg venligst et andet

source: You could not be registered due to a server error. Please try again - if the error persists contact the administrator of this site
da_dk: Beklager. Du kunne ikke registreres grundet en serverfejl. Prøv venligst ingen - hvis fejlen forbliver kontakt da en administrator af hjemmesiden

source: You can now login using your username and passwort above. Therefore please visit the following address:
da_dk: Du kan nu logge ind med ovenstående brugernavn og kodeord. Benyt evt. nedenstående link:

source: You have been registered, but the required mail could not be sent due to a server error. Please contact the administrator of this site
da_dk: Du er registeret, men en bekræftigelsesmail kunne ikke sendes grundet serverfejl. Kontakt venligst en administrator af hjemmesiden

source: You have been registered successfully - please check your inbox for initial password to login using the form below
da_dk: Din registrering er gennemført - tjek venligst din mailindbakke for dit kodeord, så du kan logge ind (hvis ikke mailen kommer inden 15 minutter, tjek venligst din SPAM mappe).

source: Please fill out the fields below to register.
da_dk: Udfyld venligst felterne nedenfor, for at registrere.

source: An initial password will be sent to the given e-mail address.
da_dk: Et tilfældigt genereret kodeord er sendt til den angivet emailadresse.

source: User registration is currently not allowed
da_dk: Brugerregistrering ikke pt. ikke tilladt

source: Trouble registering?
da_dk: Problem med registrering?

source: Invalid request - please use the form below for any actions
da_dk: Ugyldig forespørgsel - brug venligst formen nedenfor

source: You have been logged out of all other sessions - except the one on this browser
da_dk: Du er logget ud af alle andre sessioner pånær denne her

source: In case you did any changes on your profile below, these have not yet been saved - please do so via the buttons at the bottom
da_dk: I tilfælde af du har ændret din profil nedenfor, er disse ændringer ikke gemt - gem venligst med knappen nedenfor

source: Your Profile
da_dk: Din profil

source: Modify your profile and settings for this page below.
da_dk: Modificer din profil og indstillinger, for denne side, nedenfor.

source: Name
da_dk: Navn

source: Can not be changed
da_dk: Kan ikke ændres

source: First Name
da_dk: Fornavn

source: Last Name
da_dk: Efternavn

source: Nickname
da_dk: Brugernavn

source: Required
da_dk: Krævet

source: Display Name
da_dk: Vist navn

source: Contact
da_dk: Kontakt

source: Required, change needs to be confirmed
da_dk: Krævet, ændringer skal bekræftes

source: <strong>Note</strong>: The change of your e-mail to <code>%s</code> is pending - please check your new e-mail inbox for validation
da_dk: <strong>Note</strong>: Ændringen af din email adresse til <code>%s</code> afventer - tjek venligst din mailindbakke for en bekræftigelse

source: Website
da_dk: Hjemmeside

source: Biographical Info
da_dk: Biografi

source: Information about yourself provided here might be shown publicly
da_dk: Information angivet om dig selv her, kan blive fremvist offentlig

source: Leave empty, if you do NOT want to change your password
da_dk: Efterlad blankt, hvis ikke du vil ændre kodeord

source: Log Out of All Other Sessions
da_dk: Log ud af alle sessioner

source: Left your account logged in at a public computer? Lost your phone? This will log you out everywhere except your current browser.
da_dk: Glemte at logge ud på en offentlig computer? Tabt din mobil? Dette vil logge dig ud overalt, undtagen din nuværende browser.

source: You are only logged in at this location.
da_dk: Du er kun logget ind på denne lokation

source: Show Admin Bar
da_dk: Vis admin bar

source: when viewing site
da_dk: når siden fremvises

source: Save
da_dk: Gem

source: Cancel
da_dk: Annuller

source: To edit your profile please visit the %sProfile section in the admin area%s
da_dk: For at ændre din profil - gå hen til %sProfile section in the admin area%s

source: You are not allowed to edit your profile
da_dk: Du har ikke tilladelse til at ændre din profil

source: Displays registration, login, logout and user management options
da_dk: Viser registrering, log ind, log ud og profil valg

source: Dashboard
da_dk: Kontrolpanel

source: Write post
da_dk: Opret indlæg

source: Log out
da_dk: Log ud

source: User
da_dk: Bruger

source: Trouble?
da_dk: Problemer?
